2gua.rainbow-brackets
aaron-bond.better-comments
alexkrechik.cucumberautocomplete
Arjun.swagger-viewer
bodil.prettier-toml
bradlc.vscode-tailwindcss
bungcip.better-toml
Catppuccin.catppuccin-vsc
csstools.postcss
dbaeumer.vscode-eslint
dlasagno.rasi
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
emilast.LogFileHighlighter
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
geddski.macros
GitHub.codespaces
GitHub.remotehub
hashicorp.terraform
ivangsa.asyncapi-preview
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
mathcale.theme-dracula-refined
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
njqdev.vscode-python-typehint
oderwat.indent-rainbow
PKief.material-icon-theme
PKief.material-product-icons
redhat.vscode-yaml
Rubymaniac.vscode-paste-and-indent
samuelcolvin.jinjahtml
shinichi-takii.sql-bigquery
silvenon.mdx
sourcery.sourcery
stkb.rewrap
svelte.svelte-vscode
tonybaloney.vscode-pets
usernamehw.errorlens
vincaslt.highlight-matching-tag
vintharas.learn-vim
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
zoellner.openapi-preview
