aaron-bond.better-comments
aldijav.golangwithdidi
alexkrechik.cucumberautocomplete
bodil.prettier-toml
bradlc.vscode-tailwindcss
budparr.language-hugo-vscode
bungcip.better-toml
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
emilast.LogFileHighlighter
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
geddski.macros
golang.go
hashicorp.terraform
ionutvmi.path-autocomplete
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
miguelsolorio.fluent-icons
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
nhoizey.gremlins
njqdev.vscode-python-typehint
oderwat.indent-rainbow
PKief.material-icon-theme
PKief.material-product-icons
premparihar.gotestexplorer
quicktype.quicktype
redhat.vscode-yaml
samuelcolvin.jinjahtml
shinichi-takii.sql-bigquery
stkb.rewrap
svelte.svelte-vscode
tal7aouy.rainbow-bracket
tonybaloney.vscode-pets
usernamehw.errorlens
vincaslt.highlight-matching-tag
vintharas.learn-vim
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
VSpaceCode.whichkey
wholroyd.jinja
zoellner.openapi-preview
zxh404.vscode-proto3
