2gua.rainbow-brackets
aaron-bond.better-comments
Arjun.swagger-viewer
bradlc.vscode-tailwindcss
bungcip.better-toml
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
geddski.macros
hashicorp.terraform
kgrzywocz.wsl-path
lfurzewaddock.vscode-wsl-workspacefolder
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
redhat.vscode-yaml
svelte.svelte-vscode
virgilsisoe.python-auto-import
