PatrickF1/fzf.fish
edc/bass
gazorby/fish-exa
jorgebucaran/replay.fish
gazorby/fish-abbreviation-tips
catppuccin/fish
gazorby/fifc
lewisacidic/fish-git-abbr
